{
    "heroTitle": "Benvenuto nel mio sito",
    "bioText": "Sono un artista specializzato in new media.",
    "hello": "Ciao",
    "iam": "sono",
    "bioshort": "Computer artist. Faccio bizzarre sessioni di live coding con hardware basato su Arduino dalla dubbia utilità. Quando non brucio microcontrollori, sbarco il lunario come full stack web developer e video editor.",
    "more": "Di più",
    "bio1": "Computer artist.",
    "bio2": "La  scintilla si è accesa negli spazi vuoti durante l’Università. La fotografia digitale è diventata il mio modo di rallentare il tempo — camminare a piedi nudi attraverso la realtà, coglierne le crepe, i riflessi, gli sguardi fugaci. Mentre si stava radicando, apriva al contempo dei portali. Quel rapporto ha acceso in me il bisogno di andare più a fondo. Ho portato con me quella curiosità fino all’accademia, dove ha trovato spazio per crescere.",
    "bio3": "Mi sono diplomato quindi in Net Art e Culture Digitali all'Accademia di Belle Arti di Carrara con la tesi <i>Catturare l'effimero - L’archivio come azione artivista - verso un’estetica dell’effimero</i> (2025).",
    "bio4": "Ho partecipato a diverse esposizioni, sia fisiche che online, attraverso una ricerca che fonde hacking e intervento critico. Ho creato degli animatronics per uno spettacolo teatrale, ho partecipato a serate di live coding con hardware basato su Arduino altamente discutibile e ho sviluppato esperienze audiovisive nel limite del crash.",
    "bio5": "In parallelo, collaboro con realtà internazionali come Songlines Production, Omava Production and Lucca Crea (Lucca Comics & Games), occupandomi della media managment e del montaggio video... Di giorno, lavoro come full stack web developer presso Quivi, occupandomi nello specifico di applicativi web.",
    "bio6": "Per me la vita è un flusso costante, in cui l'unica certezza è il processo, inteso come creazione, evoluzione e scomposizione delle cose per poi ricostruirle nuovamente. <span class='glitchy delay-1 font-pixelify'>Nuovamente.</span> <span class='glitchy delay-2 font-pixelify'>E nuovamente.</span>",
    "latestexperiences": "Ultime esperienze",
    "title": "titolo",
    "date": "data",
    "exps": "esperienze",
    "about": "su di me",
    "experiences": "Esperienze"
}