{
    "heroTitle": "Benvenuto nel mio sito",
    "bioText": "Sono un artista specializzato in new media.",
    "hello": "Ciao!",
    "iam": "sono",
    "bioshort": "Sono un computer artist. Faccio bizzarre sessioni di live coding con strani strumenti basati su Arduino dalla dubbia utilità. Quando non brucio microcontrollori, sbarco il lunario come full stack web developer e video editor.",
    "more": "Di più",
    "bio1": "Sono un computer artist.",
    "bio2": "La  scintilla si è accesa per la prima volta negli spazi vuoti durante l’Università. La fotografia digitale è diventata il mio modo di rallentare il tempo — camminare a piedi nudi attraverso la realtà, coglierne le crepe, i riflessi, gli sguardi fugaci. Mentre si stava radicando, apriva al contempo dei portali. Quel rapporto ha acceso in me il bisogno di andare più a fondo. Ho portato con me quella curiosità fino all’accademia, dove ha trovato spazio per crescere.",
    "bio3": "I graduated in Net Art and Digital Cultures from the Accademia di Belle Arti di Carrara with the thesis <i>Catturare l'effimero - L’archivio come azione artivista - verso un’estetica dell’effimero</i> (2025).",
    "bio4": "I’ve taken part in numerous exhibitions, both in physical spaces and across the ether, pursuing a research path that blends irony, hacking, and critical intervention. I’ve created animatronics for theatrical performances, joined live coding nights with highly questionable Arduino-based hardware, and developed audiovisual experiences on the edge between performance and crash.",
    "bio5": "Alongside my practice, I collaborate with international entities such as Songlines Production, Omava Production and Lucca Crea (Lucca Comics & Games), handling media management and video editing for various projects... By day, I work as a full stack web developer at Quivi, building custom web applications.",
    "bio6": "I approach life as a constant flow, where the only certainty is the process of creating, evolving, and breaking things down to rebuild them again. <span class='glitchy delay-1'>Again.</span> <span class='glitchy delay-2'>And again.</span>",
    "latestexperiences": "Ultime esperienze",
    "title": "titolo",
    "date": "data",
    "exps": "esperienze",
    "about": "su di me",
    "experiences": "Esperienze"
}